[
  {
    "name": "Dwarf",
    "speed": 30,
    "age": "Dwarves mature at the same rate as humans, but they’re considered young until they reach the age of 50. On average, they live about 350 years.",
    "size": "Medium",
    "size_description": "Dwarves stand between 4 and 5 feet tall and average about 150 pounds. Your size is Medium.",
    "alignment": "Most dwarves are lawful, believing firmly in the benefits of a well-ordered society. They tend toward good as well, with a strong sense of fair play and a belief that everyone deserves to share in the benefits of a just order.",
    "subraces": [
      {
        "name": "Hill Dwarf",
        "description": "As a hill dwarf, you have keen senses, deep intuition, and remarkable resilience."
      },
      {
        "name": "Mountain Dwarf",
        "description": "As a mountain dwarf, you're strong and hardy, accustomed to a difficult life in rugged terrain. You're probably on the tall side (for a dwarf), and tend toward lighter coloration."
      }
    ]
  },
  {
    "name": "Elf",
    "speed": 30,
    "age": "Although elves reach physical maturity at about the same age as humans, the elven understanding of adulthood goes beyond physical growth to encompass worldly experience. An elf typically claims adulthood and an adult name around the age of 100 and can live to be 750 years old.",
    "size": "Medium",
    "size_description": "Elves range from under 5 to over 6 feet tall and have slender builds. Your size is Medium.",
    "alignment": "Elves love freedom, variety, and self-expression, so they lean strongly toward the gentler aspects of chaos. They value and protect others’ freedom as well as their own, and they are more often good than not. The drow are an exception; their exile has made them vicious and dangerous. Drow are more often evil than not.",
    "subraces": [
      {
        "name": "High Elf",
        "description": "As a high elf, you have a keen mind and a mastery of at least the basics of magic. In many fantasy gaming worlds, there are two kinds of high elves. One type is haughty and reclusive, believing themselves to be superior to non-elves and even other elves. The other type is more common and more friendly, and often encountered among humans and other races."
      }
    ]
  },
  {
    "name": "Halfling",
    "speed": 25,
    "age": "A halfling reaches adulthood at the age of 20 and generally lives into the middle of his or her second century.",
    "size": "Small",
    "size_description": "Halflings average about 3 feet tall and weigh about 40 pounds. Your size is Small.",
    "alignment": "Most halflings are lawful good. As a rule, they are good-hearted and kind, hate to see others in pain, and have no tolerance for oppression. They are also very orderly and traditional, leaning heavily on the support of their community and the comfort of their old ways.",
    "subraces": [
      {
        "name": "Lightfoot Halfling",
        "description": "As a lightfoot halfling, you can easily hide from notice, even using other people as cover. You’re inclined to be affable and get along well with others. Lightfoots are more prone to wanderlust than other halflings, and often dwell alongside other races or take up a nomadic life."
      }
    ]
  },
  {
    "name": "Human",
    "speed": 30,
    "age": "Humans reach adulthood in their late teens and live less than a century.",
    "size": "Medium",
    "size_description": "Humans vary widely in height and build, from barely 5 feet to well over 6 feet tall. Regardless of your position in that range, your size is Medium.",
    "alignment": "Humans tend toward no particular alignment. The best and the worst are found among them.",
    "subraces": []
  },
  {
    "name": "Dragonborn",
    "speed": 30,
    "age": "Young dragonborn grow quickly. They walk hours after hatching, attain the size and development of a 10-year-old human child by the age of 3, and reach adulthood by 15. They live to be around 80.",
    "size": "Medium",
    "size_description": "Dragonborn are taller and heavier than humans, standing well over 6 feet tall and averaging almost 250 pounds. Your size is Medium.",
    "alignment": " Dragonborn tend to extremes, making a conscious choice for one side or the other in the cosmic war between good and evil. Most dragonborn are good, but those who side with evil can be terrible villains.",
    "subraces": []
  },
  {
    "name": "Gnome",
    "speed": 25,
    "age": " Gnomes mature at the same rate humans do, and most are expected to settle down into an adult life by around age 40. They can live 350 to almost 500 years.",
    "size": "Small",
    "size_description": "Gnomes are between 3 and 4 feet tall and average about 40 pounds. Your size is Small.",
    "alignment": "Gnomes are most often good. Those who tend toward law are sages, engineers, researchers, scholars, investigators, or inventors. Those who tend toward chaos are minstrels, tricksters, wanderers, or fanciful jewelers. Gnomes are good-hearted, and even the tricksters among them are more playful than vicious.",
    "subraces": [
      {
        "name": "Rock Gnome",
        "description": "As a rock gnome, you have a natural inventiveness and hardiness beyond that of other gnomes."
      }
    ]
  },
  {
    "name": "Half-Elf",
    "speed": 30,
    "age": "Half-elves mature at the same rate humans do and reach adulthood around the age of 20. They live much longer than humans, however, often exceeding 180 years.",
    "size": "Medium",
    "size_description": "Half-elves are about the same size as humans, ranging from 5 to 6 feet tall. Your size is Medium.",
    "alignment": "Half-elves share the chaotic bent of their elven heritage. They value both personal freedom and creative expression, demonstrating neither love of leaders nor desire for followers. They chafe at rules, resent others' demands, and sometimes prove unreliable, or at least unpredictable.",
    "subraces": []
  },
  {
    "name": "Half-Orc",
    "speed": 30,
    "age": "Half-orcs mature a little faster than humans, reaching adulthood around age 14. They age noticeably faster and rarely live longer than 75 years.",
    "size": "Medium",
    "size_description": "Half-orcs are somewhat larger and bulkier than humans, and they range from 5 to well over 6 feet tall. Your size is Medium.",
    "alignment": " Half-orcs inherit a tendency toward chaos from their orc parents and are not strongly inclined toward good. Half-orcs raised among orcs and willing to live out their lives among them are usually evil.",
    "subraces": []
  },
  {
    "name": "Tiefling",
    "speed": 30,
    "age": "Tieflings mature at the same rate as humans but live a few years longer.",
    "size": "Medium",
    "size_description": "Tieflings are about the same size and build as humans. Your size is Medium.",
    "alignment": "Tieflings might not have an innate tendency toward evil, but many of them end up there. Evil or not, an independent nature inclines many tieflings toward a chaotic alignment.",
    "subraces": []
  }
]
